Repository: BrunoBernardino/Oikon-iOS
Catalog: *.lproj/Localizable.strings
Languages: pt

source: coffee
pt: café

source: today
pt: hoje

source: uncategorized
pt: sem categoria

source: Add
pt: Adicionar

source: en_US
pt: pt_PT

source: MMM, d, yyyy
pt: d MMM, yyyy

source: Oops!
pt: Ups!

source: Please confirm the value of the expense.
pt: Por favor confirma o valor da despesa.

source: Please confirm the name of the expense.
pt: Por favor confirma o nome da despesa.

source: Expense Added!
pt: Despesa Adicionada!

source: Your expense was added successfully.
pt: A tua despesa foi adicionada com sucesso.

source: Expense Error!
pt: Erro de Despesa!

source: There was an error adding your expense. Please confirm the value types match.
pt: Ocorreu um erro ao adicionar a tua despesa. Por favor confirma que os tipos de valor coincidem.

source: Cancel
pt: Cancelar

source: Manage Expense Types
pt: Gerir Tipos de Despesa

source: View Past Expenses
pt: Ver Despesas Anteriores

source: Settings
pt: Definições

source: Unlock App
pt: Desbloquear App

source: Done
pt: Feito

source: Expense Types
pt: Tipos de Despesa

source: Update Expense Type
pt: Actualizar Tipo de Despesa

source: Please type the new name of the expense type
pt: Por favor escreve o novo nome do tipo de despesa

source: Update
pt: Actualizar

source: Add New Expense Type
pt: Adicionar Novo Tipo de Despesa

source: Please type the name of the new expense type
pt: Por favor escreve o nome da novo tipo de despesa

source: Please confirm the name of the expense type.
pt: Por favor confirma o nome do tipo de despesa.

source: Your expense type can't be called 'uncategorized'.
pt: O teu tipo de despesa não se pode chamar 'sem categoria'.

source: An expense type with the same name already exists.
pt: Já existe um tipo de despesa com o mesmo nome.

source: Expense Type Added!
pt: Tipo de Despesa Adicionado!

source: Your expense type was added successfully.
pt: O teu tipo de despesa foi adicionado com sucesso.

source: Expense Type Error!
pt: Erro de Tipo de Despesa!

source: There was an error adding your expense type. Please confirm the name does not already exist.
pt: Ocorreu um erro ao adicionar o teu tipo de despesa. Por favor confirma se o nome não existe já.

source: We were not able to find the expense type you selected. Please try again.
pt: Não foi possível encontrar o tipo de despesa que seleccionaste. Por favor tenta novamente.

source: The new name has to be different from the current one.
pt: O novo nome tem de ser diferente do actual.

source: Expense Type Updated!
pt: Tipo de Despesa Actualizado!

source: Your expense type was updated successfully.
pt: O teu tipo de despesa foi actualizado com sucesso.

source: There was an error adding your expense type. Please confirm the new name does not already exist.
pt: Ocorreu um erro ao adicionar o teu tipo de despesa. Por favor confirma que o novo nome não existe já.

source: Past Expenses
pt: Despesas Anteriores

source: MMM, d
pt: d MMM

source: Export CSV to...
pt: Exportar CSV para...

source: No Expenses!
pt: Sem Despesas!

source: We couldn't find any expenses for the period set.
pt: Não foi possível encontrar quaisquer despesas para o período definido.

source: Expenses Error!
pt: Erro de Despesas!

source: There was an error fetching your expenses. Maybe you don't have any yet?
pt: Ocorreu um erro ao tentar encontrar despesas. Talvez ainda não tenhas quaisquer?

source: Oikon CSV Export: %@ to %@
pt: Exportação CSV: %@ a %@

source: Enjoy this CSV file with my expense data. It's from %@ to %@
pt: Espero que gostes deste ficheiro CSV com os meus dados de despesas. É desde %@ até %@

source: It seems you don't have email configured on your iOS device. Please take care of that first.
pt: Para que ainda não tens email configurado no teu dispositivo iOS. Por favor trata disso primeiro.

source: Filter By Expense Name
pt: Filtrar por Nome de Despesa

source: Please type what should the expense names contain.
pt: Por favor escreve o que o nome das despesas deve conter.

source: Expense
pt: Despesa

source: Save
pt: Guardar

source: Expense Updated!
pt: Despesa Actualizada!

source: Your expense was updated successfully.
pt: A tua despesa foi actualizada com sucesso.

source: There was an error updating your expense. Please confirm the value types match.
pt: Ocorreu um erro a actualizar a tua desepsa. Por favor confirma que os tipos de valores confirmam.

source: Filter Types
pt: Filtrar Tipos

source: remove all local & iCloud data
pt: remover todos os dados locais & do iCloud

source: passcode in order to disable it
pt: PIN actual para o desactivar

source: Wrong Passcode!
pt: PIN Errado!

source: Please try again. You have used %d of %d attempts before the app auto-closes.
pt: Por favor tenta novamente. Usaste %d de %d tentativas antes de a app fechar automaticamente.

source: type in your new passcode
pt: escreve o novo PIN

source: New Passcode
pt: Novo PIN

source: Please confirm your new passcode.
pt: Por favor confirma o teu novo PIN.

source: Confirm
pt: Confirmar

source: Invalid Passcode!
pt: PIN Inválido!

source: The passcode needs to be 4 digits.
pt: O PIN tem de ser 4 dígitos.

source: confirm your new passcode
pt: confirma o teu novo PIN

source: The passcodes do not match.
pt: Os PINs não são iguais.

source: Are you sure?
pt: Tens a certeza?

source: This will remove all local & iCloud data, including expenses, and expense types.
pt: Isto irá remover todos os dados locais & do iCloud, incluindo despesas, e tipos de despesas.

source: Current Passcode
pt: PIN Actual

source: Please type in your current passcode in order to disable it.
pt: Por favor escreve o PIN actual para o desactivar.

source: Please type in your new passcode.
pt: Por favor escreve o novo PIN.

source: Continue
pt: Continuar

source: HH:mm:ss - MMM, d, yyyy
pt: HH:mm:ss - d MMM, yyyy

source: now...
pt: agora...

source: Unlock
pt: Desbloquear
